Repository: yousseftamer2003/qurani_22
Catalog: lib/l10n/intl_*.arb
Languages: ar

source: Select Language
ar: اختر اللغة

source: English
ar: الإنجليزية

source: Arabic
ar: العربية

source: Languages
ar: اللغات

source: Select
ar: اختيار

source: Choose Language
ar: اختر اللغة

source: Location
ar: الموقع

source: Welcome to Talk to Quran
ar: مرحبًا بك في التحدث مع القرآن

source: Lang
ar: اللغة

source: The Result will be shown here!
ar: ستظهر النتيجة هنا!

source: What is your mood?
ar: ما هو مزاجك؟

source: Please add an emotion first!
ar: الرجاء إضافة شعور أولاً!

# timeUntilNextPrayer
source: Time left until prayer
ar: الوقت المتبقي حتى الصلاة

source: Next Prayer:
ar: الصلاة التالية:

source: Fajr
ar: الفجر

source: Dhuhr
ar: الظهر

source: Asr
ar: العصر

source: Maghrib
ar: المغرب

source: Isha
ar: العشاء

source: Shurooq
ar: الشروق

source: Sebha
ar: السبحة

source: Azkar
ar: أذكار

source: Doaa
ar: دعاء

source: Share as Text
ar: مشاركة كنص

source: Share as Screenshot
ar: مشاركة كلقطة شاشة

# hereIsHelpForYourSelectedEmotion
source: Here’s some comfort for what you’re going through.
ar: ها هي كلمات تواسيك فيما تمر به.

source: Regenerate
ar: إعادة إنشاء

source: Share
ar: مشاركة

source: Mushaf
ar: مصحف

source: No Saved Page
ar: لا توجد صفحة محفوظة

source: Go to Saved Page
ar: الذهاب إلى الصفحة المحفوظة

source: Verse
ar: آية

source: Goto
ar: اذهب إلى

source: Surah
ar: سورة

source: Go
ar: اذهب

source: Hold verse to listen
ar: اضغط على الآية للاستماع

source: Save Page
ar: حفظ الصفحة

# pageForm
source: Tafsir
ar: التفسير

source: Listen to Quran
ar: استمع الى القرآن

source: Juz
ar: جزء

source: Page
ar: صفحة

source: Today's Feed:
ar: محتوى اليوم:

source: Click here to count
ar: اضغط هنا للعد

source: Today's Duaa
ar: ادعية اليوم

source: Count for Zekr
ar: عدد للسبحة

# yourPhoneMayBlockAzanNotificationsInBackground
source: Your phone may block Azan notifications in the background.
ar: قد يحظر هاتفك اشعارات الصلاة في الخلفية.

source: Please allow auto-start for this app.
ar: الرجاء تفعيل التشغيل التلقائي لهذا التطبيق.

source: Settings
ar: الاعدادات

# continueUrLastRead
source: Continue your last read
ar: استمرار القراءة الأخيرة

source: Talk to Quran
ar: تحدث مع القرآن

# chooseYourEmotion
source: Choose your emotion and we will get you an Aya or Duaa to help you get through it.
ar: اختر شعورك وسوف تحصل على اية او دعاء للمساعدة في الوصول له او تخطيه.

# addressRequired
source: Address is required
ar: العنوان مطلوب

source: To get your location and continue
ar: للحصول على موقعك و الاستمرار

source: Click on
ar: اضغط على

source: OK
ar: حسنا

source: Location Required
ar: موقع مطلوب

source: Please enable location services for exact prayer times.
ar: الرجاء تفعيل الموقع للحصول على اوقات الصلاة الصحيحة و التمكن من الدخول

source: Edit
ar: تعديل

source: Reset
ar: اعادة

# UnlockPremium
source: Go Premium and unlock everything:
ar: اشترك في البريميوم واستمتع بكل ده بدون حدود

# NoAds
source: Full Quran with no ads
ar: مصحف كامل بدون إعلانات

# noGenerationLimits
source: Chat with the Quran anytime, with no limits
ar: تحدث مع القرآن وقت ما تحب، من غير ليمت

# pickUrPlan
source: Pick your plan
ar: اختر خطتك

source: Upgrade to Premium
ar: اشترك في البريميوم

source: Restore Purchases
ar: استعادة الشراءات

source: month
ar: شهر

source: year
ar: سنة

# onboardingText
source: Quran chat is not just quran reader. its spiritual experience that makes you feel like the Quran is speaking directly to you.
ar: قرآن شات مش بس تطبيق لقراءة القرآن… دي تجربة روحانية هتحس فيها إن القرآن بيكلمك إنت شخصيًا.

# Qurancaht
source: Quran Chat
ar: قرآن شات

source: Where the Quran speaks to your heart
ar: حيث القرآن يتحدث لقلبك

source: Get Started
ar: ابدء

source: Smart Tasbih to track your dhikr
ar: سبحة ذكية تتابع أذكارك

source: Personalized Duas for your feelings
ar: أدعية مختارة تناسب حالتك

source: Faster experience and exclusive updates
ar: تحديثات مستمرة وتجربة أسرع

source: Your heart deserves the full experience.
ar: قلبك يستاهل النسخة الكاملة.

source: Subscribe now and feel the difference.
ar: اشترك وعيش التجربة بدون قيود.

source: Get Pro
ar: اشترك في البريميوم

source: Home
ar: الرئيسية

source: Quran
ar: القرآن

source: For You
ar: تصفح

source: Listen to verse
ar: استماع الاية

source: Page
ar: صفحة

source: saved successfully!
ar: تم الحفظ بنجاح!

source: Next
ar: التالي

source: Why We Need Location?
ar: ليه محتاجين اللوكيشن؟

source: To get to you exact prayer time and have the full experience with us.
ar: عشان نوفرلك التجربة الكاملة من خلال توفير توقيتات الصلاة الصحيحة

source: Start Now!
ar: ابدء دلوقتي
